Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 停止录制
ar: إيقاف تسجيل الشاشة
de: Bildschirmaufnahme stoppen
en: Stop Recording
es: Detener grabación de pantalla
fr: Arrêter l'enregistrement d'écran
hi: स्क्रीन रिकॉर्डिंग रोकें
id: Hentikan perekaman layar
it: Interrompi registrazione schermo
ja: 画面収録を停止
ko: 화면 녹화 중지
nl: Schermopname stoppen
pl: Zatrzymaj nagrywanie ekranu
pt: Parar gravação de ecrã
ru: Остановить запись экрана
sv: Stoppa skärminspelning
th: หยุดบันทึกหน้าจอ
tr: Ekran kaydını durdur
uk: Зупинити запис екрана
vi: Dừng ghi màn hình
zh_hant: 停止錄製

source: 停止录音
ar: إيقاف التسجيل
de: Aufnahme stoppen
en: Stop Recording
es: Detener grabación
fr: Arrêter l'enregistrement
hi: रिकॉर्डिंग रोकें
id: Hentikan rekaman
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 중지
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt: Parar gravação
ru: Остановить запись
sv: Stoppa inspelning
th: หยุดการบันทึก
tr: Kaydı durdur
uk: Зупинити запис
vi: Dừng ghi âm
zh_hant: 停止錄音

source: 停止录音后自动创建录音记录，可直接转写
ar: بعد الإيقاف يُنشأ سجل تسجيل تلقائيًا، جاهز للتفريغ
de: Nach dem Stopp wird automatisch ein Eintrag erstellt, bereit zur Transkription
en: A recording entry is created automatically after stopping, ready for transcription
es: Al detener se crea automáticamente una entrada de grabación, lista para transcribir
fr: Un enregistrement est créé automatiquement après l'arrêt, prêt à être transcrit
hi: रोकने पर स्वतः एक रिकॉर्डिंग प्रविष्टि बनती है, ट्रांसक्राइब करने के लिए तैयार
id: Setelah berhenti, entri rekaman dibuat otomatis, siap ditranskripsi
it: Dopo l'interruzione viene creata automaticamente una voce di registrazione, pronta per la trascrizione
ja: 録音停止後に録音記録が自動作成され、すぐに文字起こしできます
ko: 녹음 중지 후 녹음 기록이 자동으로 생성되어 바로 전사할 수 있습니다
nl: Na het stoppen wordt automatisch een opname-item aangemaakt, klaar om te transcriberen
pl: Po zatrzymaniu automatycznie tworzony jest wpis nagrania, gotowy do transkrypcji
pt: Ao parar, uma entrada de gravação é criada automaticamente, pronta para transcrever
ru: После остановки автоматически создаётся запись, готовая к расшифровке
sv: Efter stopp skapas automatiskt en inspelningspost, redo att transkriberas
th: เมื่อหยุด รายการบันทึกจะถูกสร้างโดยอัตโนมัติ พร้อมถอดความ
tr: Durdurduktan sonra otomatik olarak bir kayıt girişi oluşturulur, çeviri yazıya hazırdır
uk: Після зупинки автоматично створюється запис, готовий до транскрибування
vi: Sau khi dừng, một mục ghi âm được tạo tự động, sẵn sàng để chuyển ngữ
zh_hant: 停止錄音後自動創建錄音記錄，可直接轉寫

source: 全局热键
ar: مفتاح اختصار عام
de: Globales Tastenkürzel
en: Global Hotkey
es: Atajo global
fr: Raccourci global
hi: ग्लोबल हॉटकी
id: Pintasan Global
it: Scorciatoia globale
ja: グローバルホットキー
ko: 전역 단축키
nl: Globale sneltoets
pl: Skrót globalny
pt: Atalho Global
ru: Глобальное сочетание клавиш
sv: Globalt kortkommando
th: ปุ่มลัดทั่วไป
tr: Genel Kısayol
uk: Глобальна комбінація клавіш
vi: Phím tắt toàn cục
zh_hant: 全域熱鍵

source: 全屏 / 区域 / 窗口 + 可选麦克风
ar: الشاشة كاملة / منطقة / نافذة + ميكروفون اختياري
de: Vollbild / Bereich / Fenster + optionales Mikrofon
en: Full screen / region / window + optional microphone
es: Pantalla completa / región / ventana + micrófono opcional
fr: Plein écran / zone / fenêtre + micro au choix
hi: पूरी स्क्रीन / क्षेत्र / विंडो + वैकल्पिक माइक्रोफ़ोन
id: Layar penuh / area / jendela + mikrofon opsional
it: Schermo intero / area / finestra + microfono opzionale
ja: 全画面 / 領域 / ウインドウ + マイク選択可
ko: 전체 화면 / 영역 / 창 + 마이크 선택
nl: Volledig scherm / gebied / venster + optionele microfoon
pl: Cały ekran / obszar / okno + opcjonalny mikrofon
pt: Ecrã inteiro / região / janela + microfone opcional
ru: Весь экран / область / окно + выбор микрофона
sv: Hela skärmen / område / fönster + valfri mikrofon
th: เต็มหน้าจอ / พื้นที่ / หน้าต่าง + เลือกไมโครโฟนได้
tr: Tam ekran / bölge / pencere + isteğe bağlı mikrofon
uk: Увесь екран / область / вікно + вибір мікрофона
vi: Toàn màn hình / vùng / cửa sổ + micrô tùy chọn
zh_hant: 全螢幕 / 區域 / 視窗 + 可選麥克風

source: 全屏截图
ar: لقطة شاشة كاملة
de: Vollbild-Screenshot
en: Full-Screen Screenshot
es: Captura de pantalla completa
fr: Capture plein écran
hi: पूर्ण स्क्रीन शॉट
id: Tangkapan Layar Penuh
it: Screenshot a schermo intero
ja: 全画面スクリーンショット
ko: 전체 화면 캡처
nl: Schermafdruk volledig scherm
pl: Zrzut pełnego ekranu
pt: Captura de Tela Cheia
ru: Снимок всего экрана
sv: Helskärmsskärmdump
th: ภาพหน้าจอเต็มจอ
tr: Tam Ekran Görüntüsü
uk: Знімок усього екрана
vi: Ảnh chụp toàn màn hình
zh_hant: 全螢幕截圖

source: 全屏查看
ar: عرض بملء الشاشة
de: Vollbildansicht
en: View Full Screen
es: Ver a pantalla completa
fr: Afficher en plein écran
hi: पूर्ण स्क्रीन देखें
id: Lihat Layar Penuh
it: Visualizza a schermo intero
ja: 全画面表示
ko: 전체 화면 보기
nl: Volledig scherm
pl: Widok pełnoekranowy
pt: Ver em Tela Cheia
ru: Полноэкранный просмотр
sv: Helskärmsvy
th: ดูเต็มจอ
tr: Tam Ekran Görüntüle
uk: Повноекранний перегляд
vi: Xem toàn màn hình
zh_hant: 全螢幕檢視

source: 全屏直拍热键
ar: مفتاح الالتقاط بملء الشاشة
de: Vollbild-Aufnahme-Tastenkürzel
en: Full-Screen Capture Hotkey
es: Atajo de captura a pantalla completa
fr: Raccourci de capture plein écran
hi: पूर्ण-स्क्रीन कैप्चर हॉटकी
id: Pintasan Tangkapan Layar Penuh
it: Scorciatoia di acquisizione a schermo intero
ja: 全画面撮影ホットキー
ko: 전체 화면 캡처 단축키
nl: Sneltoets volledig scherm vastleggen
pl: Skrót przechwytywania pełnego ekranu
pt: Atalho de Captura em Tela Cheia
ru: Сочетание клавиш полноэкранного снимка
sv: Kortkommando för helskärmsbild
th: ปุ่มลัดจับภาพเต็มจอ
tr: Tam Ekran Yakalama Kısayolu
uk: Комбінація клавіш повноекранного знімка
vi: Phím tắt chụp toàn màn hình
zh_hant: 全螢幕直拍熱鍵

source: 全部替换
ar: استبدال الكل
de: Alle ersetzen
en: Replace All
es: Reemplazar todo
fr: Tout remplacer
hi: सभी बदलें
id: Ganti semua
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
nl: Alles vervangen
pl: Zamień wszystko
pt: Substituir tudo
ru: Заменить всё
sv: Ersätt alla
th: แทนที่ทั้งหมด
tr: Tümünü değiştir
uk: Замінити все
vi: Thay thế tất cả
zh_hant: 全部替換

source: 公司名
ar: اسم الشركة
de: Firmenname
en: Company Name
es: Nombre de empresa
fr: Nom d’entreprise
hi: कंपनी का नाम
id: Nama perusahaan
it: Nome azienda
ja: 会社名
ko: 회사명
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome da empresa
ru: Название компании
sv: Företagsnamn
th: ชื่อบริษัท
tr: Şirket adı
uk: Назва компанії
vi: Tên công ty

source: 共 %@ 段
ar: %@ مقطعًا
de: %@ Segmente
en: %@ segments
es: %@ segmentos
fr: %@ segments
hi: %@ खंड
id: %@ segmen
it: %@ segmenti
ja: 計 %@ セグメント
ko: 총 %@ 구간
nl: %@ segmenten
pl: %@ segmentów
pt: %@ segmentos
ru: Сегментов: %@
sv: %@ segment
th: %@ ช่วง
tr: %@ bölüm
uk: %@ сегментів
vi: %@ đoạn

source: 共 %1$lld 个词典文件，%2$lld 条术语。词典为 Markdown 格式：每行一条，支持 “- 术语”（拼音自动纠正）、“| 错误词 | 正确词 |” 与 “错误词 -> 正确词”。
ar: %lld ملف قاموس بإجمالي %lld مصطلحًا. القواميس بصيغة Markdown: إدخال واحد في كل سطر، وتدعم "- مصطلح" (تصحيح تلقائي بالبينيين) و"| كلمة خاطئة | كلمة صحيحة |" و"كلمة خاطئة -> كلمة صحيحة".
de: %lld Wörterbuchdateien mit insgesamt %lld Begriffen. Markdown-Format: ein Eintrag pro Zeile, unterstützt „- Begriff“ (Pinyin-Autokorrektur), „| Falsch | Richtig |“ und „Falsch -> Richtig“.
en: %lld dictionary files with %lld terms in total. Dictionaries are in Markdown format: one entry per line, supporting "- Term" (pinyin auto-correction), "| Wrong | Correct |" and "Wrong -> Correct".
es: %lld archivos de diccionario con %lld términos en total. Formato Markdown: una entrada por línea, admite "- Término" (corrección por pinyin), "| Incorrecta | Correcta |" e "Incorrecta -> Correcta".
fr: %lld fichiers de dictionnaire, %lld termes au total. Format Markdown : une entrée par ligne, prenant en charge « - Terme » (correction pinyin), « | Mot erroné | Mot correct | » et « Mot erroné -> Mot correct ».
hi: %lld शब्दकोश फ़ाइलें, कुल %lld शब्द। शब्दकोश Markdown प्रारूप में हैं: प्रति पंक्ति एक प्रविष्टि, "- शब्द" (पिंयिन स्वतः सुधार), "| गलत | सही |" और "गलत -> सही" समर्थित हैं।
id: %lld berkas kamus dengan total %lld istilah. Kamus berformat Markdown: satu entri per baris, mendukung "- Istilah" (koreksi otomatis pinyin), "| Kata salah | Kata benar |", dan "Kata salah -> Kata benar".
it: %lld file dizionario con %lld termini in totale. Formato Markdown: una voce per riga, supporta "- Termine" (correzione pinyin), "| Parola errata | Parola corretta |" e "Parola errata -> Parola corretta".
ja: 辞書ファイル %lld 個、用語 %lld 件。辞書は Markdown 形式で、1 行 1 件。「- 用語」（ピンイン自動修正）、「| 誤表記 | 正表記 |」、「誤表記 -> 正表記」に対応。
ko: 사전 파일 %lld개, 용어 %lld개입니다. 사전은 Markdown 형식으로, 한 줄에 하나씩 "- 용어"(병음 자동 교정), "| 잘못된 단어 | 올바른 단어 |", "잘못된 단어 -> 올바른 단어"를 지원합니다.
nl: %lld woordenboekbestanden met in totaal %lld termen. Markdown-formaat: één item per regel, ondersteunt "- Term" (pinyin-autocorrectie), "| Verkeerd | Juist |" en "Verkeerd -> Juist".
pl: Plików słownika: %lld, terminów: %lld. Format Markdown: jeden wpis na wiersz, obsługiwane są "- Termin" (autokorekta pinyin), "| Błędne | Poprawne |" oraz "Błędne -> Poprawne".
pt: %lld arquivos de dicionário com %lld termos no total. Formato Markdown: uma entrada por linha, compatível com "- Termo" (correção por pinyin), "| Errada | Correta |" e "Errada -> Correta".
ru: Файлов словаря: %lld, терминов: %lld. Формат Markdown: одна запись на строку, поддерживаются «- Термин» (автокоррекция по пиньиню), «| Неверное | Верное |» и «Неверное -> Верное».
sv: %lld ordboksfiler med totalt %lld termer. Markdown-format: en post per rad, stöder "- Term" (automatisk pinyin-korrigering), "| Fel ord | Rätt ord |" och "Fel ord -> Rätt ord".
th: ไฟล์พจนานุกรม %lld ไฟล์ รวม %lld คำศัพท์ เป็นรูปแบบ Markdown: หนึ่งบรรทัดต่อหนึ่งรายการ รองรับ "- คำศัพท์" (แก้ตามพินอินอัตโนมัติ), "| คำผิด | คำถูก |" และ "คำผิด -> คำถูก"
tr: %lld sözlük dosyası, toplam %lld terim. Sözlükler Markdown biçimindedir: satır başına bir giriş; "- Terim" (pinyin otomatik düzeltme), "| Yanlış | Doğru |" ve "Yanlış -> Doğru" desteklenir.
uk: Файлів словника: %lld, термінів: %lld. Формат Markdown: один запис на рядок, підтримуються «- Термін» (автовиправлення за піньїню), «| Невірне | Правильне |» та «Невірне -> Правильне».
vi: %lld tệp từ điển với tổng cộng %lld thuật ngữ. Từ điển ở định dạng Markdown: mỗi dòng một mục, hỗ trợ "- Thuật ngữ" (tự sửa theo bính âm), "| Sai | Đúng |" và "Sai -> Đúng".
zh_hant: 共 %lld 個詞典檔案，%lld 條術語。詞典為 Markdown 格式：每行一條，支持「- 術語」（拼音自動糾正）、「| 錯誤詞 | 正確詞 |」與「錯誤詞 -> 正確詞」。

source: 共 %lld 段
ar: إجمالي المقاطع: %lld
de: Insgesamt %lld Segmente
en: %lld segments in total
es: %lld segmentos en total
fr: %lld segments au total
hi: कुल %lld खंड
id: Total %lld segmen
it: %lld segmenti in totale
ja: 全 %lld セグメント
ko: 총 %lld개 세그먼트
nl: %lld segmenten totaal
pl: Łącznie %lld segmentów
pt: %lld segmentos no total
ru: Всего сегментов: %lld
sv: Totalt %lld segment
th: ทั้งหมด %lld ช่วง
tr: Toplam %lld bölüm
uk: Усього сегментів: %lld
vi: Tổng cộng %lld đoạn

source: 共享屏幕时不被看到
ar: غير مرئي أثناء مشاركة الشاشة
de: Unsichtbar bei Bildschirmfreigabe
en: Stay invisible while screen sharing
es: Invisible al compartir pantalla
fr: Invisible pendant le partage d'écran
hi: स्क्रीन साझाकरण के दौरान अदृश्य
id: Tak terlihat saat berbagi layar
it: Invisibile durante la condivisione dello schermo
ja: 画面共有中に見られない
ko: 화면 공유 중 보이지 않기
nl: Onzichtbaar tijdens scherm delen
pl: Niewidoczny podczas udostępniania ekranu
pt: Invisível ao compartilhar tela
ru: Невидим при демонстрации экрана
sv: Osynlig vid skärmdelning
th: ไม่ปรากฏขณะแชร์หน้าจอ
tr: Ekran paylaşırken görünmez
uk: Невидимий під час спільного доступу до екрана
vi: Vô hình khi chia sẻ màn hình
zh_hant: 共享螢幕時不被看到

source: 共抽取 %1$d 个关键帧（已存入条目文件夹，可重复使用），将分约 %2$d 批分析。是否继续？关键帧将上传当前模型。
ar: تم استخراج %1$d إطارًا رئيسيًا (محفوظة في مجلد العنصر وقابلة لإعادة الاستخدام)، وستُحلَّل على نحو %2$d دفعة. هل تريد المتابعة؟ ستُرفع الإطارات الرئيسية إلى النموذج الحالي.
de: %1$d Keyframes extrahiert (im Elementordner gespeichert und wiederverwendbar); sie werden in etwa %2$d Stapeln analysiert. Fortfahren? Die Keyframes werden auf das aktuelle Modell hochgeladen.
en: Extracted %1$d keyframes (saved in the item folder and reusable); they will be analyzed in about %2$d batches. Continue? The keyframes will be uploaded to the current model.
es: Se extrajeron %1$d fotogramas clave (guardados en la carpeta del elemento y reutilizables); se analizarán en unos %2$d lotes. ¿Continuar? Los fotogramas clave se subirán al modelo actual.
fr: %1$d images clés extraites (enregistrées dans le dossier de l'élément et réutilisables) ; elles seront analysées en environ %2$d lots. Continuer ? Les images clés seront téléversées vers le modèle actuel.
hi: कुल %1$d कीफ़्रेम निकाले गए (आइटम फ़ोल्डर में सहेजे गए, दोबारा उपयोग योग्य), लगभग %2$d बैच में विश्लेषण होगा। जारी रखें? कीफ़्रेम मौजूदा मॉडल पर अपलोड किए जाएँगे।
id: Mengekstrak %1$d keyframe (disimpan di folder item dan dapat digunakan ulang), akan dianalisis dalam sekitar %2$d batch. Lanjutkan? Keyframe akan diunggah ke model saat ini.
it: Estratti %1$d fotogrammi chiave (salvati nella cartella dell'elemento e riutilizzabili); verranno analizzati in circa %2$d lotti. Continuare? I fotogrammi chiave saranno caricati sul modello corrente.
ja: 合計 %1$d 個のキーフレームを抽出しました（エントリフォルダに保存され再利用可能）。約 %2$d バッチに分けて分析します。続行しますか？キーフレームは現在のモデルにアップロードされます。
ko: 총 %1$d개의 키프레임을 추출했습니다(항목 폴더에 저장되어 재사용 가능). 약 %2$d개 배치로 나누어 분석합니다. 계속할까요? 키프레임은 현재 모델로 업로드됩니다.
nl: %1$d keyframes geëxtraheerd (opgeslagen in de itemmap en herbruikbaar); ze worden in ongeveer %2$d batches geanalyseerd. Doorgaan? De keyframes worden naar het huidige model geüpload.
pl: Wyodrębniono %1$d klatek kluczowych (zapisane w folderze elementu i wielokrotnego użytku); zostaną przeanalizowane w około %2$d partiach. Kontynuować? Klatki kluczowe zostaną przesłane do bieżącego modelu.
pt: Foram extraídos %1$d quadros-chave (salvos na pasta do item e reutilizáveis); serão analisados em cerca de %2$d lotes. Continuar? Os quadros-chave serão enviados ao modelo atual.
ru: Извлечено %1$d ключевых кадров (сохранены в папке элемента и могут использоваться повторно); анализ пройдёт примерно в %2$d пакетах. Продолжить? Ключевые кадры будут загружены в текущую модель.
sv: Extraherade %1$d nyckelbildrutor (sparade i objektmappen och återanvändbara); de analyseras i cirka %2$d omgångar. Fortsätta? Nyckelbildrutorna laddas upp till den aktuella modellen.
th: ดึงคีย์เฟรมได้ %1$d ภาพ (บันทึกไว้ในโฟลเดอร์รายการ ใช้ซ้ำได้) จะแบ่งวิเคราะห์ประมาณ %2$d ชุด ดำเนินการต่อหรือไม่ คีย์เฟรมจะถูกอัปโหลดไปยังโมเดลปัจจุบัน
tr: %1$d kare anahtarı çıkarıldı (öğe klasörüne kaydedildi, yeniden kullanılabilir); yaklaşık %2$d grupta analiz edilecek. Devam edilsin mi? Kare anahtarları geçerli modele yüklenecek.
uk: Вилучено %1$d ключових кадрів (збережено в теці елемента, можна використовувати повторно); їх буде проаналізовано приблизно в %2$d пакетах. Продовжити? Ключові кадри буде завантажено до поточної моделі.
vi: Đã trích xuất %1$d khung hình chính (lưu trong thư mục mục và có thể tái sử dụng), sẽ phân tích theo khoảng %2$d lô. Tiếp tục? Các khung hình chính sẽ được tải lên mô hình hiện tại.
zh_hant: 共擷取 %1$d 個關鍵影格（已存入條目資料夾，可重複使用），將分約 %2$d 批分析。是否繼續？關鍵影格將上傳當前模型。

source: 关于
ar: حول
de: Über
en: About
es: Acerca de
fr: À propos
hi: बारे में
id: Tentang
it: Info
ja: このアプリについて
ko: 정보
nl: Over
pl: Informacje
pt: Sobre
ru: Об приложении
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_hant: 關於

source: 关键帧与画面要点已保留，仍可继续分析或重新分析；只是无法重新抽取关键帧。
ar: تم الاحتفاظ بالإطارات الرئيسية والملاحظات المرئية، لذا يمكنك متابعة التحليل أو إعادته؛ لكن لا يمكن استخراج الإطارات الرئيسية مرة أخرى.
de: Keyframes und visuelle Notizen bleiben erhalten – Sie können die Analyse fortsetzen oder wiederholen, nur Keyframes lassen sich nicht erneut extrahieren.
en: Keyframes and visual notes are kept, so you can still continue or redo the analysis; you just can't extract keyframes again.
es: Los fotogramas clave y las notas visuales se conservan, así que puedes continuar o repetir el análisis; solo no puedes volver a extraer fotogramas clave.
fr: Les images clés et le résumé visuel sont conservés : vous pouvez continuer ou refaire l'analyse, mais pas réextraire les images clés.
hi: कीफ़्रेम और दृश्य नोट्स सुरक्षित हैं, इसलिए विश्लेषण जारी रख सकते हैं या दोबारा कर सकते हैं; बस कीफ़्रेम दोबारा नहीं निकाले जा सकते।
id: Keyframe dan catatan visual tetap disimpan, jadi Anda masih bisa melanjutkan atau mengulang analisis; hanya saja tidak dapat mengekstrak keyframe lagi.
it: Fotogrammi chiave e note visive sono conservati, quindi puoi continuare o rifare l'analisi; non puoi però riestrarre i fotogrammi chiave.
ja: キーフレームと画面メモは保持されているため、分析の続行・再分析は可能です。ただしキーフレームの再抽出はできません。
ko: 키프레임과 화면 요약이 유지되어 분석을 계속하거나 다시 할 수 있습니다. 다만 키프레임을 다시 추출할 수는 없습니다.
nl: Keyframes en visuele notities blijven bewaard, dus je kunt de analyse voortzetten of opnieuw doen; alleen keyframes opnieuw extraheren kan niet.
pl: Klatki kluczowe i notatki wizualne zostały zachowane, więc możesz kontynuować lub powtórzyć analizę; nie można jednak ponownie wyodrębnić klatek kluczowych.
pt: Os fotogramas-chave e as notas visuais foram mantidos, pelo que pode continuar ou refazer a análise; apenas não pode extrair novamente os fotogramas-chave.
ru: Ключевые кадры и визуальные заметки сохранены, поэтому анализ можно продолжить или повторить; заново извлечь ключевые кадры нельзя.
sv: Nyckelbildrutor och visuella anteckningar finns kvar, så du kan fortsätta eller göra om analysen; du kan bara inte extrahera nyckelbildrutor igen.
th: คีย์เฟรมและบันทึกภาพยังคงอยู่ จึงวิเคราะห์ต่อหรือวิเคราะห์ใหม่ได้ เพียงแต่แยกคีย์เฟรมซ้ำไม่ได้
tr: Kare ve görsel notlar korundu, bu nedenle analize devam edebilir veya yeniden yapabilirsiniz; yalnızca kareleri yeniden çıkaramazsınız.
uk: Ключові кадри та візуальні нотатки збережено, тож аналіз можна продовжити або повторити; щоправда, повторно видобути ключові кадри не можна.
vi: Khung hình chính và ghi chú hình ảnh vẫn được giữ nên bạn vẫn có thể tiếp tục hoặc phân tích lại; chỉ là không thể trích xuất lại khung hình chính.
zh_hant: 關鍵影格與畫面要點已保留，仍可繼續分析或重新分析；只是無法重新擷取關鍵影格。

source: 关键帧先在本机 OCR，模型只接收带时间标记的文字。
ar: تُعالج الإطارات المفتاحية بتعرّف النصوص محليًا أولًا، ولا يتلقّى النموذج سوى نص مرفق بعلامات زمنية.
de: Keyframes werden zuerst lokal per OCR erfasst; das Modell erhält nur Text mit Zeitstempeln.
en: Keyframes are OCR'd locally first; the model only receives text with timestamps.
es: Los fotogramas clave se procesan localmente con OCR primero; el modelo solo recibe texto con marcas de tiempo.
fr: Les images clés sont d’abord traitées par OCR en local ; le modèle ne reçoit que le texte horodaté.
hi: कीफ़्रेम पहले इसी मशीन पर OCR किए जाते हैं; मॉडल को केवल समय-चिह्नित टेक्स्ट भेजा जाता है।
id: Keyframe di-OCR secara lokal terlebih dahulu; model hanya menerima teks bertanda waktu.
it: I fotogrammi chiave vengono prima elaborati con OCR in locale; il modello riceve solo testo con timestamp.
ja: キーフレームはまず本機で OCR し、モデルには時刻付きのテキストのみを送信します。
ko: 키프레임은 먼저 이 기기에서 OCR하고, 모델에는 시간 표시가 있는 텍스트만 전달됩니다.
nl: Keyframes worden eerst lokaal via OCR verwerkt; het model ontvangt alleen tekst met tijdstempels.
pl: Klatki kluczowe są najpierw przetwarzane lokalnie przez OCR; model otrzymuje tylko tekst ze znacznikami czasu.
pt: Os fotogramas-chave são primeiro processados por OCR localmente; o modelo só recebe texto com marcas de tempo.
ru: Ключевые кадры сначала распознаются локально (OCR); модель получает только текст с отметками времени.
sv: Nyckelbilder OCR:as först lokalt; modellen tar bara emot text med tidsstämplar.
th: คีย์เฟรมจะถูก OCR ในเครื่องก่อน โมเดลจะได้รับเฉพาะข้อความที่มีการประทับเวลา
tr: Ana kareler önce bu cihazda OCR’dan geçirilir; modele yalnızca zaman damgalı metin gönderilir.
uk: Ключові кадри спершу розпізнаються локально (OCR); модель отримує лише текст із позначками часу.
vi: Khung hình đại diện được OCR ngay trên máy trước; mô hình chỉ nhận văn bản có mốc thời gian.
zh_hant: 關鍵影格先在本機 OCR，模型只接收帶時間標記的文字。

source: 关键帧将发送给所选云端视觉模型。
ar: ستُرسل الإطارات المفتاحية إلى نموذج الرؤية السحابي المحدد.
de: Keyframes werden an das ausgewählte Cloud-Visionsmodell gesendet.
en: Keyframes will be sent to the selected cloud vision model.
es: Los fotogramas clave se enviarán al modelo de visión en la nube seleccionado.
fr: Les images clés seront envoyées au modèle de vision cloud sélectionné.
hi: कीफ़्रेम चयनित क्लाउड विज़न मॉडल को भेजे जाएँगे।
id: Keyframe akan dikirim ke model visi cloud yang dipilih.
it: I fotogrammi chiave verranno inviati al modello di visione cloud selezionato.
ja: キーフレームは選択したクラウド視覚モデルに送信されます。
ko: 키프레임이 선택한 클라우드 비전 모델로 전송됩니다.
nl: Keyframes worden naar het gekozen cloudvisiemodel verzonden.
pl: Klatki kluczowe zostaną wysłane do wybranego modelu wizyjnego w chmurze.
pt: Os fotogramas-chave serão enviados para o modelo de visão na nuvem selecionado.
ru: Ключевые кадры будут отправлены выбранной облачной модели зрения.
sv: Nyckelbilder skickas till den valda molnbaserade bildmodellen.
th: คีย์เฟรมจะถูกส่งไปยังโมเดลภาพบนคลาวด์ที่เลือก
tr: Ana kareler seçilen bulut görü modeline gönderilecek.
uk: Ключові кадри буде надіслано вибраній хмарній моделі зору.
vi: Khung hình đại diện sẽ được gửi đến mô hình thị giác trên đám mây đã chọn.
zh_hant: 關鍵影格將傳送給所選雲端視覺模型。

source: 关键帧将发送给本地视觉模型。
ar: ستُرسل الإطارات المفتاحية إلى نموذج الرؤية المحلي.
de: Keyframes werden an das lokale Visionsmodell gesendet.
en: Keyframes will be sent to the local vision model.
es: Los fotogramas clave se enviarán al modelo de visión local.
fr: Les images clés seront envoyées au modèle de vision local.
hi: कीफ़्रेम स्थानीय विज़न मॉडल को भेजे जाएँगे।
id: Keyframe akan dikirim ke model visi lokal.
it: I fotogrammi chiave verranno inviati al modello di visione locale.
ja: キーフレームはローカル視覚モデルに送信されます。
ko: 키프레임이 로컬 비전 모델로 전송됩니다.
nl: Keyframes worden naar het lokale visiemodel verzonden.
pl: Klatki kluczowe zostaną wysłane do lokalnego modelu wizyjnego.
pt: Os fotogramas-chave serão enviados para o modelo de visão local.
ru: Ключевые кадры будут отправлены локальной модели зрения.
sv: Nyckelbilder skickas till den lokala bildmodellen.
th: คีย์เฟรมจะถูกส่งไปยังโมเดลภาพในเครื่อง
tr: Ana kareler yerel görü modeline gönderilecek.
uk: Ключові кадри буде надіслано локальній моделі зору.
vi: Khung hình đại diện sẽ được gửi đến mô hình thị giác cục bộ.
zh_hant: 關鍵影格將傳送給本機視覺模型。

source: 关键帧抽取失败：%@
ar: فشل استخراج الإطارات الرئيسية: %@
de: Keyframe-Extraktion fehlgeschlagen: %@
en: Keyframe extraction failed: %@
es: Error al extraer los fotogramas clave: %@
fr: Échec de l'extraction des images clés : %@
hi: कीफ़्रेम निकालना विफल: %@
id: Ekstraksi keyframe gagal: %@
it: Estrazione dei fotogrammi chiave non riuscita: %@
ja: キーフレームの抽出に失敗：%@
ko: 키프레임 추출 실패: %@
nl: Keyframes extraheren mislukt: %@
pl: Wyodrębnianie klatek kluczowych nie powiodło się: %@
pt: Falha ao extrair os fotogramas-chave: %@
ru: Не удалось извлечь ключевые кадры: %@
sv: Extrahering av nyckelbildrutor misslyckades: %@
th: แยกคีย์เฟรมไม่สำเร็จ: %@
tr: Kare çıkarma başarısız: %@
uk: Не вдалося видобути ключові кадри: %@
vi: Trích xuất khung hình chính thất bại: %@
zh_hant: 關鍵影格擷取失敗：%@

source: 关键帧抽取完成
ar: تم استخراج الإطارات الرئيسية
de: Keyframes extrahiert
en: Keyframes Extracted
es: Fotogramas clave extraídos
fr: Images clés extraites
hi: कीफ़्रेम निकाले गए
id: Keyframe diekstrak
it: Fotogrammi chiave estratti
ja: キーフレームの抽出が完了
ko: 키프레임 추출 완료
nl: Keyframes geëxtraheerd
pl: Wyodrębniono klatki kluczowe
pt: Fotogramas-chave extraídos
ru: Ключевые кадры извлечены
sv: Nyckelbildrutor extraherade
th: ดึงคีย์เฟรมเสร็จ
tr: Kareler çıkarıldı
uk: Ключові кадри видобуто
vi: Đã trích khung hình chính
zh_hant: 關鍵影格擷取完成
